/*  */
"NSBluetoothPeripheralUsageDescription" = "Openscape käyttää Bluetooth LE:tä yhteyden muodostamiseksi lisälaitteisiin.";


/*  */
"NSBluetoothAlwaysUsageDescription" = "Openscape käyttää Bluetooth LE:tä yhteyden muodostamiseksi lisälaitteisiin.";


/*  */
"NSLocationAlwaysUsageDescription" = "Openscape käyttää sijaintiasi antaakseen merkityksellisiä tietoja ympäristöstäsi.";


/*  */
"NSLocationAlwaysAndWhenInUseUsageDescription" = "Openscape käyttää sijaintiasi antaakseen merkityksellisiä tietoja ympäristöstäsi.";


/*  */
"NSLocationWhenInUseUsageDescription" = "Openscape käyttää sijaintiasi antaakseen merkityksellisiä tietoja ympäristöstäsi.";


/*  */
"NSMotionUsageDescription" = "Openscape käyttää liikkeentunnistusta mukauttaakseen automaattisia ilmoituksia.";


/*  */
"NSPhotoLibraryUsageDescription" = "Openscape käyttää kuvakirjastoa liittääkseen kuvia palautteeseen.";


